Repository: Axel35000-tech/metademands
Catalog: locales/*.po
Languages: es_ec

# button
source: See basket summary & send it
es_ec: Ver el resumen de la cesta y enviarlo

source: You do not have access to the form
es_ec: No tiene acceso al formulario

source: You have items on your basket
es_ec: Tienes artículos en tu cesta

source: Previous
es_ec: Anterior

source: Next
es_ec: Siguiente

# button
source: Save & Post
es_ec: Guardar y enviar

# button
source: Save & send to another user / group
es_ec: Guardar y enviar a otro usuario / grupo

source: Thanks to fill mandatory fields
es_ec: Gracias por rellenar los campos obligatorios

source: Previous user
es_ec: Usuario anterior

source: Previous data edited
es_ec: Datos anteriores editados

source: Date %s cannot be less than today's date
es_ec: La fecha%s no puede ser inferior a la fecha de hoy

source: Date %1$s cannot be greater than date %2$s
es_ec: La fecha%1$s no puede ser mayor que la fecha%2$s

source: Too much documents are upload, max %s. Please correct: %s
es_ec: Se han cargado demasiados documentos%s. Por favor, corrija:%s

source: Field do not correspond to the expected format. Please correct: %s
es_ec: Los campos no corresponden al formato esperado. Por favor, corríjalos:%s

source: Yes / No
es_ec: Si/No
