Repository: Axel35000-tech/metademands
Catalog: locales/*.po
Languages: es_ec

source: Metademand approver
es_ec: Aprobador de metademanda

source: Metademand status
es_ec: Estado de la metademanda

source: Group child ticket
es_ec: ticket infantil grupal

source: Link to metademands
es_ec: Enlace a metademandas

source: Technician child ticket
es_ec: Ticket de niño técnico

source: Running metademands
es_ec: Ejecución de metademandas

source: Metademands to be closed
es_ec: Cierre de Metademandas

source: Metademands to be validated
es_ec: Metademandas a validar

source: Running metademands with tickets of my groups
es_ec: Ejecutar metademandas con tickets de mis grupos

source: Meta-Demand
es_ec: Meta-Demanda

source: Draft name is required
es_ec: El nombre del proyecto es obligatorio

source: Form name is required
es_ec: El nombre del formulario es obligatorio

source: There is no line on the basket
es_ec: No hay línea en la cesta

# button
source: Load draft
es_ec: Cargar borrador

# button
source: Delete draft
es_ec: Eliminar borrador

source: No draft available for this form
es_ec: No hay borrador disponible para este formulario

# button
source: Load form
es_ec: Formulario de carga

# button
source: Delete form
es_ec: Borrar formulario

source: No existing forms founded
es_ec: No se han fundado formularios

source: Attribute ticket to
es_ec: Atributo ticket a

source: Your form will be redirected to another group of people who will complete the following information.
es_ec: Su formulario será redirigido a otro grupo de personas que completarán la siguiente información.

source: You have to select a field
es_ec: Debe seleccionar un campo

source: You have to select an item
es_ec: Debe seleccionar un elemento

source: Condition not added
es_ec: Condición no añadida

source: Condition
es_ec: Condición

source: Please activate the plugin
es_ec: Por favor, active el plugin

source: The form has been sent to user %s from group %s, you can close the window
es_ec: El formulario ha sido enviado al usuario%s del grupo%s , puede cerrar la ventana

source: The form has been sent to the group %s, you can close the window
es_ec: El formulario ha sido enviado al grupo%s , puede cerrar la ventana

source: Next recipient
es_ec: Siguiente destinatario

source: A problem occurred, the form was not sent
es_ec: Se ha producido un problema, el formulario no se ha enviado

source: Continue metademand
es_ec: Continuar metademanda

source: Empty option has been deleted
es_ec: Se ha eliminado la opción Vacío

source: Create a demand
es_ec: Crear una demanda

source: There is a problem with the basket
es_ec: Hay un problema con la cesta

source: Your basket
es_ec: Su cesta

# button
source: Clear the basket
es_ec: Vaciar la cesta

# button
source: Send order
es_ec: Enviar pedido

# button
source: Update this line
es_ec: Actualice esta línea

# button
source: Delete this line
es_ec: Suprima esta línea

source: The line has been updated
es_ec: Se ha actualizado la línea

source: The line has been deleted
es_ec: Se ha eliminado la línea

source: Checkbox
es_ec: Casilla de verificación

source: Default value
es_ec: Valor predeterminado

source: Value to check
es_ec: Valor a comprobar

source: Not null value
es_ec: Valor no nulo

source: Schema check
es_ec: Comprobación de esquema

source: Failed to check the sanity of the tables!
es_ec: ¡Falló la comprobación de la sanidad de las tablas!

source: The plugin schema is good
es_ec: El esquema del plugin es bueno

source: Conditional display
es_ec: Visualización condicional

source: AND
es_ec: Y

source: OR
es_ec: O

source: Always displayed
es_ec: Siempre se muestra

source: Hidden unless
es_ec: Oculto a menos que

source: Displayed unless
es_ec: Se muestra a menos que

source: Rule
es_ec: Regla

source: Submit button display
es_ec: Visualización del botón Enviar

source: Apply
es_ec: Solicitar

source: Logical operator
es_ec: Operador lógico

source: Field
es_ec: Campo

source: Field type
es_ec: Tipo de campo

source: Equality operator
es_ec: Operador de igualdad

source: Order of execution and grouping of conditions
es_ec: Orden de ejecución y agrupación de condiciones

source: List of conditions
es_ec: Lista de condiciones

source: Order
es_ec: Pedido

source: No conditions founded
es_ec: Sin condiciones fundadas

source: Plugin setup
es_ec: Configuración del plugin

source: Setup
es_ec: Configurar

source: Configuration of the meta-demand plugin
es_ec: Configuración del plugin meta-demanda

source: Enable the update / add of simple ticket to metademand
es_ec: Habilitar la actualización / adición de ticket simple a metademanda

source: Enable display metademands via icons
es_ec: Activar los metademandos de visualización mediante iconos

source: Parent ticket tag
es_ec: Etiqueta de ticket para padres

source: Son ticket tag
es_ec: Etiqueta de ticket de hijo

source: Childs tickets get parent content
es_ec: Los tickets para niños obtienen contenido para padres

source: Create PDF
es_ec: Crear PDF

source: Use drafts
es_ec: Usar borradores

source: Show only differences between last form and new form in ticket content
es_ec: Mostrar sólo las diferencias entre el último formulario y el nuevo en el contenido del ticket

source: Language Tech
es_ec: Tecnología lingüística

source: Display metademands list into ServiceCatalog plugin
es_ec: Mostrar lista de metademandos en el plugin ServiceCatalog

source: Configuration of the Service Catalog plugin
es_ec: Configuración del plugin Catálogo de servicios

source: Title for Service Catalog widget
es_ec: Título del widget Catálogo de servicios

source: Comment for Service Catalog widget
es_ec: Comentario para el widget Catálogo de servicios

source: Icon for Service Catalog widget
es_ec: Icono del widget Catálogo de servicios

source: Step by step settings
es_ec: Ajustes paso a paso

source: Link multiple groups to a block
es_ec: Vincular varios grupos a un bloque

source: Allow sending the form to a user
es_ec: Permitir el envío del formulario a un usuario

source: Add all form actors as ticket requester
es_ec: Añadir todos los actores del formulario como solicitantes de tickets

source: Cannot change settings because blocks are linked to multiple groups
es_ec: No se puede cambiar la configuración porque los bloques están vinculados a varios grupos

source: Date
es_ec: Fecha

source: Date interval
es_ec: Intervalo de fechas

source: Date & Hour
es_ec: Fecha y Hora

source: Date & Hour interval
es_ec: Intervalo de fecha y hora

source: Current draft
es_ec: Proyecto actual

# button
source: Save draft
es_ec: Guardar proyecto

# button
source: Clean form
es_ec: formulario limpio

source: New draft
es_ec: Nuevo proyecto

source: Draft name
es_ec: Nombre del proyecto

# button
source: Save as draft
es_ec: Guardar como proyecto

source: Your drafts
es_ec: Sus proyectos

source: Dropdown
es_ec: Menú desplegable

source: Dropdown multiple
es_ec: Desplegable múltiple

source: Display value in the dropdown
es_ec: Mostrar valor en el desplegable

source: Glpi Object
es_ec: Objeto Glpi

source: Wizard creation
es_ec: Creación del asistente

source: Please add a type category field
es_ec: Agregue un campo de categoría de tipo

source: Hide title
es_ec: Ocultar título

source: Additional label
es_ec: Etiqueta adicional

source: Takes the whole row
es_ec: Ocupa toda la fila

source: Block
es_ec: Bloquear

source: Display field after
es_ec: Campo de visualización después de

source: Object
es_ec: Objeto

source: Display into the basket
es_ec: Mostrar en la cesta

source: Only users of my groups
es_ec: Sólo usuarios de mis grupos

source: Use this field as object field
es_ec: Utilizar este campo como campo objeto

source: Use richt text
es_ec: Utilizar texto enriquecido

source: Use this field for child ticket field
es_ec: Utilice este campo para el campo de ticket hijo

source: Use id of requester by default
es_ec: Utilizar el id del solicitante predeterminado

source: Read-Only
es_ec: Sólo lectura

source: Link this to a user field
es_ec: Vincularlo a un campo de usuario

source: Link this to a plugin "fields" field
es_ec: a un campo "fields" del plugin

source: Number of documents allowed
es_ec: Número de documentos autorizados

source: Day greater or equal to now
es_ec: Día mayor o igual que ahora

source: Define the default date
es_ec: Definir la fecha predeterminada

source: Additional number day to the default date
es_ec: Número de día adicional a la fecha por defecto

source: Classic display
es_ec: Visualización clásica

source: Double column display
es_ec: Visualización en doble columna

source: Display type of the field
es_ec: Tipo de visualización del campo

source: Informations to display in ticket and PDF
es_ec: Información para mostrar en ticket y PDF

source: Add a new field
es_ec: Añadir un nuevo campo

source: Form fields
es_ec: Campos de formulario

source: Link a task to the field
es_ec: Vincular una tarea al campo

source: Use this field as a ticket field
es_ec: Utilizar este campo como campo de ticket

source: Father's field
es_ec: Campo del padre

source: Category of the metademand
es_ec: Categoría de la metademanda

source: Maximum number of documents : %s
es_ec: Número máximo de documentos :%s

source: Custom values
es_ec: Valores personalizados

source: Requester login
es_ec: Inicio de sesión del solicitante

source: Requester name
es_ec: Nombre del solicitante

source: Requester firstname
es_ec: Nombre del solicitante

source: Requester email
es_ec: Correo electrónico del solicitante

source: Option
es_ec: Opción

source: No options are allowed for this field type
es_ec: No se permiten opciones para este tipo de campo

source: Add a new option
es_ec: Añadir una nueva opción

source: List of options
es_ec: Lista de opciones

source: Link a field to the field
es_ec: Vincular un campo al campo

source: Link a hidden field
es_ec: Vincular un campo oculto

source: Link a hidden block
es_ec: Enlazar un bloque oculto

source: Childs blocks
es_ec: Bloques infantiles

source: Link a validation
es_ec: Vincular una validación

source: Bind to the value of this checkbox
es_ec: Vincular al valor de esta casilla

source: If the value selected equals the value to check, the task is created
es_ec: Si el valor seleccionado es igual al valor a comprobar, se crea la tarea

source: If the value selected equals the value to check, the field becomes mandatory
es_ec: Si el valor seleccionado es igual al valor a comprobar, el campo se convierte en obligatorio

source: If the value selected equals the value to check, the field becomes visible
es_ec: Si el valor seleccionado es igual al valor a comprobar, el campo se hace visible

source: If the value selected equals the value to check, the block becomes visible
es_ec: Si el valor seleccionado es igual al valor a comprobar, el bloque se hace visible

source: If child blocks exist, these blocks are hidden when you deselect the option configured
es_ec: Si existen bloques hijos, éstos se ocultan al anular la selección de la opción configurada

source: If the value selected equals the value to check, the validation is sent to the user
es_ec: Si el valor seleccionado es igual al valor a comprobar, se envía la validación al usuario

source: If the selected value is equal to the value to check, the checkbox value is set
es_ec: Si el valor seleccionado es igual al valor a marcar, se establece el valor de la casilla de verificación

source: Block %s
es_ec: Bloque%s

source: Current form
es_ec: Formulario actual

source: Form name
es_ec: Nombre del formulario

# button
source: Save model
es_ec: Guardar modelo

# button
source: Save as model
es_ec: Guardar como modelo

source: New model
es_ec: Nuevo modelo

source: Initial form
es_ec: Formulario inicial

source: Associated form
es_ec: Forma asociada

source: See form
es_ec: Ver formulario

source: Groups rights
es_ec: Derechos de los grupos

source: Define visibility
es_ec: Definir la visibilidad

source: Visibility
es_ec: Visibilidad

source: Only these groups
es_ec: Sólo estos grupos

source: All groups and not these groups
es_ec: Todos los grupos y no estos grupos

source: Add a group
es_ec: Añadir un grupo

source: Groups allowed to enter a demand
es_ec: Grupos autorizados a presentar una demanda

source: Groups visibility
es_ec: Visibilidad de los grupos

source: Informations
es_ec: Información

source: Inter ticket followup
es_ec: Seguimiento del ticket

source: All tickets
es_ec: Todos los tickets

source: Target followup
es_ec: Seguimiento de objetivos

source: Button Type
es_ec: Tipo de botón

source: button
es_ec: botón

source: *use field "Additional label" for the button title
es_ec: *utilizar el campo "Etiqueta adicional" para el título del botón

source: Create a metademand
es_ec: Crear una metademanda

source: Import metademands
es_ec: Importar metademandas

source: Child ticket
es_ec: ticket infantil

source: Demand Progression
es_ec: Progresión de la demanda

source: The category is related to a demand. Thank you to select another
es_ec: La categoría está relacionada con una demanda. Gracias por seleccionar otra

source: Object to create is mandatory
es_ec: El objeto a crear es obligatorio

source: There are sub-metademands or this is a sub-metademand. This metademand cannot be in basket mode
es_ec: Hay sub-metademandas o ésta es una sub-metademanda. Esta meta-demanda no puede estar en modo cesta

source: Use as basket
es_ec: Utilizar como cesta

source: Create one ticket for all lines of the basket
es_ec: Crear un ticket para todas las líneas de la cesta

source: Object to create
es_ec: Objeto a crear

source: Title color
es_ec: Color del título

source: Background color
es_ec: Color de fondo

source: Allow form modification before validation
es_ec: Permitir la modificación del formulario antes de la validación

source: Allow form modification after validation
es_ec: Permitir la modificación del formulario después de la validación

source: This form is in maintenance mode
es_ec: Este formulario está en modo de mantenimiento

source: Step-by-step mode
es_ec: Modo paso a paso

source: You cannot use this parameter if there is more than one category
es_ec: No puede utilizar este parámetro si hay más de una categoría

source: Need validation to create subticket
es_ec: Necesita validación para crear subticket

source: Hide the "No" and empty values of fields in the tickets
es_ec: Ocultar los valores "No" y vacíos de los campos en los tickets

source: Create tasks (not child tickets)
es_ec: Crear tareas (no tickets secundarios)

source: Export
es_ec: Exportar

source: Tasks tree cannot be changed as unresolved related tickets exist or activate maintenance mode
es_ec: El árbol de tareas no puede modificarse ya que existen tickets relacionados sin resolver o se activa el modo de mantenimiento

source: field add on demand
es_ec: Añadir campo a petición

source: field update on demand
es_ec: actualización de campo a petición

source: field delete on demand
es_ec: supresión de campos a petición

source: Demand add failed
es_ec: Fallo en la adición de demanda

source: Demand "%s" added with success
es_ec: Demanda "%s" añadida con éxito

source: %s %d successfully updated
es_ec: %s%dactualizado correctamente

source: Child Ticket
es_ec: Ticket Niño

source: Parent tickets
es_ec: Ticket para padre

source: Metademand need a validation
es_ec: Metademanda necesita una validación

source: Do you want to validate her?
es_ec: ¿Quieres validarla?

source: Metademand validation
es_ec: Validación de Metademanda

source: List of tickets / tasks which be created after validation
es_ec: Lista de tickets / tareas que se crearán tras la validación

source: Demand followup
es_ec: Demanda de seguimiento

source: Existent tickets
es_ec: Tickets existentes

source: Due date
es_ec: Fecha de vencimiento

source: Next tickets
es_ec: Próximas tickets

source: Coming
es_ec: Próximamente

source: There is no childs tickets
es_ec: No hay tickets para niños

source: Configure demands
es_ec: Configurar demandas

source: No file specified
es_ec: No se ha especificado ningún archivo

source: The file is not an XML file
es_ec: El archivo no es un archivo XML

source: Metademand file to import
es_ec: Archivo Metademanda a importar

source: Import
es_ec: Importar

source: Progression of your demand
es_ec: Progresión de su demanda

source: Done on
es_ec: Hecho en

source: In progress
es_ec: En curso

source: Not yet completed
es_ec: Aún no se ha completado

source: Find a form
es_ec: Buscar un formulario

source: Link with a metademand
es_ec: Enlace con metademanda

source: Meta-demands linked
es_ec: Meta-exigencias vinculadas

source: Firstname
es_ec: Primer nombre

source: Lastname
es_ec: Apellido

source: ContractType
es_ec: Tipo de contrato

source: Service
es_ec: Servicio

source: Secondaries services
es_ec: Servicios secundarios

source: Arrival date
es_ec: Fecha de llegada

source: Departure date
es_ec: Fecha de salida

source: Resource manager
es_ec: Gestor de recursos

source: Created on
es_ec: Creado el

source: This demand is already used in
es_ec: Esta demanda ya se utiliza en

source: Add a field
es_ec: Añadir un campo

source: Tasks are created
es_ec: Creación de tareas

source: Sub-tickets are created
es_ec: Se crean sub-tickets

source: The metademand is validated and affected
es_ec: La metademanda se valida y afecta

source: Create sub-tickets
es_ec: Crear sub-tickets

source: Create tasks
es_ec: Crear tareas

source: Validated by %s on %s
es_ec: Validado por %sel%s

source: Validate metademands
es_ec: Validar metademandas

source: To validate
es_ec: <div></div>

source: Child tickets created
es_ec: tickets infantiles creados

source: Tasks created
es_ec: Tareas creadas

source: To validate without child
es_ec: Para validar sin niño

source: Validate without child
es_ec: Validar sin niño

source: Not subject to validation
es_ec: No sujeto a validación

source: New inter ticket followup
es_ec: Nuevo seguimiento entre tickets

source: Ticket technician of target tickets
es_ec: Técnico de tickets de destino

source: Ticket group technician of target tickets
es_ec: Técnico del grupo de tickets de destino

source: Target ticket(s)
es_ec: Ticket(s) objetivo

# quantity
source: Number of inter ticket followups
es_ec: Número de seguimientos entre tickets

source: A new form has been completed
es_ec: Se ha cumplimentado un nuevo formulario

source: Next group in charge of demand
es_ec: Próximo grupo encargado de la demanda

source: Next user in charge of demand
es_ec: Siguiente usuario a cargo de la demanda

source: Publisher
es_ec: publicador

source: Group in charge of the next step
es_ec: Grupo encargado del siguiente paso

source: User in charge of the next step
es_ec: Usuario encargado del siguiente paso

source: Date of the last step
es_ec: Fecha de la última etapa

source: Date of the next reminder
es_ec: Fecha del próximo recordatorio

source: Number
es_ec: Números

source: Step for number
es_ec: Paso para el número

source: Minimal mandatory
es_ec: Mínimo obligatorio

source: Right management
es_ec: Gestión de derechos

source: Create a meta-demand
es_ec: Crear una meta-demanda

source: Right to update a meta-demand form from the ticket
es_ec: Derecho a actualizar un formulario de meta-demanda desde el ticket

source: Radio button
es_ec: Botón de opción

source: Create a
es_ec: Crear un

source: advanced request
es_ec: solicitud avanzada

source: Step-by-Step block
es_ec: Bloque paso a paso

source: Add a new association
es_ec: Añadir una nueva asociación

source: Be careful if all blocks are not assigned, they will be displayed to the last assigned group
es_ec: Cuidado si no se asignan todos los bloques, se mostrarán al último grupo asignado

source: List of associations
es_ec: Lista de asociaciones

source: Message
es_ec: Mensaje

source: No association found
es_ec: No se ha encontrado ninguna asociación

source: Message to next group on form
es_ec: Mensaje al siguiente grupo del formulario

source: This group is already assigned to this block
es_ec: Este grupo ya está asignado a este bloque

source: There is a problem with the setup
es_ec: Hay un problema con la configuración

source: Select the next group
es_ec: Seleccionar el siguiente grupo

# button
source: Validate
es_ec: Validar

source: Error assigning to next group
es_ec: Error al asignar al siguiente grupo

source: Step a metademands form
es_ec: Pasos de un formulario de metademanda

source: Form in progress
es_ec: Formulario en curso

source: You have %s
es_ec: Usted tiene%s

source: form
es_ec: formulario

source: to complete
es_ec: para completar

source: Do you want to see him ?
es_ec: ¿Quieres verlo?

source: Do you want to see them ?
es_ec: ¿Quieres verlos?

source: Your form to complete
es_ec: Formulario para rellenar

source: Edit by
es_ec: Editado por

source: Step
es_ec: Paso

source: Task type
es_ec: Tipo de tarea

source: You don't have the ticket creation right
es_ec: Usted no tiene el derecho de creación de entradas

source: You cannot add new tasks if linked tickets are not solved
es_ec: No se pueden añadir nuevas tareas si los tickets vinculados no están resueltos

source: Add a task
es_ec: Añadir una tarea

source: Tasks
es_ec: Tareas

source: Level
es_ec: Nivel

source: Block to use
es_ec: Bloque a utilizar

source: Use block
es_ec: Utilizar bloque

source: Format the description of the childs ticket as a table
es_ec: Formatear la descripción del ticket infantil como una tabla

source: Root
es_ec: Raíz

# button
source: Update block to use
es_ec: Bloque de actualización para utilizar

source: Text
es_ec: Texto

source: If field empty
es_ec: Si el campo está vacío

source: Textarea
es_ec: Área de texto

source: Linked ticket
es_ec: Ticket vinculado

source: The demand cannot be resolved or closed until all child tickets are not resolved
es_ec: La demanda no puede resolverse o cerrarse hasta que no se resuelvan todas las entradas secundarias

source: Linked opened tickets
es_ec: Tickets abiertos vinculados

# status
source: In progress
es_ec: En curso

# status
source: To close
es_ec: Para cerrar

# status
source: Closed
es_ec: Cerrado

source: Ticket field
es_ec: Campo de ticket

source: Synchronise with ticket template
es_ec: Sincronizar con la plantilla de tickets

source: Create after the task
es_ec: Crear después de la tarea

source: Actors
es_ec: Actores

source: Block title
es_ec: Título del bloque

source: Tools
es_ec: Herramientas

source: Duplicates fields options
es_ec: Duplica las opciones de los campos

source: Number of duplicates
es_ec: Número de duplicados

source: No duplicates founded
es_ec: No se han encontrado duplicados

source: Empty fields options
es_ec: Opciones de campos vacíos

source: No empty field options founded
es_ec: Sin opciones de campo vacío fundado

source: Wizard overview
es_ec: Visión general del asistente

source: Please come back later
es_ec: Por favor, vuelva más tarde

source: What you want to do ?
es_ec: ¿Qué quieres hacer?

source: Form choice
es_ec: Elección del formulario

# button
source: Your forms
es_ec: Sus formularios

source: Your models
es_ec: Sus modelos

source: Your created forms
es_ec: Sus formularios creados

source: More informations
es_ec: Más información

source: More informations of this category ? click here
es_ec: Más información sobre esta categoría ? haga clic aquí

source: You don't have the right to update tickets
es_ec: No tiene derecho a actualizar los tickets

source: You don't have the right to create meta-demand
es_ec: No tienes derecho a crear meta-demanda

source: Report an incident
es_ec: Reportar un incidente

source: Make a request
es_ec: Hacer una solicitud

source: Report a problem
es_ec: Informar de un problema

source: Make a change request
es_ec: Realizar una solicitud de cambio

source: You have %d draft
es_ec: Tiene %dborrador

# button
source: Add to basket
es_ec: Añadir a la cesta
